/* Generic authentication error. */
"UNKNOWN_ERROR" = "無法認證使用者。";
"USER_NOT_ADMIN_PASS" = "您必須輸入管理者的名稱和密碼。";
"USER_NOT_ADMIN_PIN" = "您必須輸入管理者的名稱和密碼。";
"INVALID_USER_NAME" = "您必須輸入有效的使用者名稱。";
"INVALID_USER_PASSWORD" = "您必須輸入有效的密碼。";
"INVALID_USER_PIN" = "您必須輸入有效的 PIN。";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "請再試一次。";

/* Button Titles */
"RESTART_BUTTON" = "重新開機";
"SHUTDOWN_BUTTON" = "關機";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "目前尚有登入的使用者，若您重新啟動這部電腦，他們可能會流失未儲存的文件。";
"RESTART_DETAIL_WARNING" = "重新開機或關閉電腦將會結束其他作業裡包含了未儲存文件的應用程式。資料會因此遺失。請輸入管理者名稱和密碼，並且按一下“重新開機”，或選擇“取消”來取消此動作。";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "目前尚有登入的使用者，若您關閉這部電腦，他們可能會流失未儲存的文件。";
"SHUTDOWN_DETAIL_WARNING" = "重新開機或關閉電腦將會結束其他作業裡包含了未儲存文件的應用程式。資料會因此遺失。請輸入管理者名稱和密碼，並且按一下“關機”，或選擇“取消”來取消此動作。";

/* PIN or Password */
"PIN" = "PIN：";
"PASSWORD" = "密碼：";